{
  "categories": [
    {
      "id": "01",
      "title": "Buy It For Life"
    },
    {
      "id": "02",
      "title": "Reliable Watches"
    }
  ],
  "products": [
    {
      "name": "rOtring 600 Mechanical Pencil",
      "emoji": "✏️",
      "shortDesc": "HB 0.5 mm | Green All-Metal Body | Hexagonal Barrel",
      "description": "The rOtring 600 is a sleek, metal mechanical pencil built with precision and convenience in mind. The full metal body provides balance of weight, ideal for artists, students, and working professionals.",
      "features": [
        "Full metal body provides balance of weight, ideal for artists, students, and working professionals.",
        "Brass mechanism for precision lead advancement, and a fixed lead guidance sleeve to prevent break and offer an unimpeded view of the page for precise ruler—based drawing.",
        "Hexagonal barrel ensures fatigue-free writing and drawing, and prevents the pencil from sliding when laid on surfaces.",
        "Non-slip metal knurled grip makes sure that the pencil remains safely in hand so there are no accidental slips.",
        "Built in erase under the push-button cap for quick erasing, to ensure mistakes aren't permanent.",
        "Refillable and loaded with high-polymer HB leads.",
        "Signature rOtring red ring is clear and a symbol of quality and precision."
      ],
      "amazonUrl": "https://amzn.to/4r20s16",
      "linkText": "See on Amazon",
      "categories": [
        "01"
      ]
    },
    {
      "name": "Casio Vintage A-158WA-1Q Digital Grey Dial Unisex Watch Silver Metal Strap (D011)",
      "emoji": "⌚",
      "shortDesc": "Digital Grey Dial Unisex Watch Silver Metal Strap",
      "description": "The Casio Vintage A-158WA-1Q is a classic digital watch that combines retro style with modern functionality. It features a grey dial with a rectangular case and a silver metal strap. The watch is water-resistant and has a battery life of up to 7 years.",
      "features": [
        "Dial Color: Grey, Case Shape: Rectangular, Dial Glass material: Mineral",
        "Band Color: Silver, Band Material: Stainless Steel",
        "Watch Movement Type: Quartz, Watch Display Type: Digital and Stainless Steel Bezel",
        "Case Material: Stainless Steel, Case Diameter: 32 millimeters , Size of case : 36.8×33.2×8.2mm",
        "Fold Over Clasp"
      ],
      "amazonUrl": "https://amzn.to/3ZjZ9hU",
      "linkText": "See on Amazon",
      "categories": [
        "01",
        "02"
      ]
    }
  ]
}